[
  {
    area: "강릉시",
    points: [
      {
        title: "강릉역",
        coords: { x: "128.8995705", y: "37.7645689" },
        addr: "강원 강릉시 용지로 176",
      },
      {
        title: "강릉시외버스터미널",
        coords: { x: "128.8788085", y: "37.7546904" },
        addr: "강원 강릉시 하슬라로 27 강릉시외버스터미널",
      },
      {
        title: "강릉고속버스터미널",
        coords: { x: "128.8799170", y: "37.7546233" },
        addr: "강원 강릉시 하슬라로 15 고속버스터미널",
      },
    ],
  },
  {
    area: "고성군",
    points: [
      {
        title: "간성터미널",
        coords: { x: "128.4724870", y: "38.3790951" },
        addr: "강원 고성군 간성읍 간성로 24",
      },
      {
        title: "거진시외버스터미널",
        coords: { x: "128.4540952", y: "38.4460821" },
        addr: "강원 고성군 거진읍 거진길 21-2",
      },
      {
        title: "대진시외버스터미널",
        coords: { x: "128.4275246", y: "38.4925198" },
        addr: "강원 고성군 현내면 금강산로 196",
      },
    ],
  },
  {
    area: "동해시",
    points: [
      {
        title: "동해역",
        coords: { x: "129.1242434", y: "37.4990451" },
        addr: "강원 동해시 동해역길 69",
      },
      {
        title: "묵호역",
        coords: { x: "129.1077500", y: "37.5467167" },
        addr: "강원 동해시 해안로 520",
      },
      {
        title: "동해시종합버스터미널",
        coords: { x: "129.1040554", y: "37.5276921" },
        addr: "강원 동해시 동해대로 5443",
      },
    ],
  },
  {
    area: "삼척시",
    points: [
      {
        title: "삼척역",
        coords: { x: "129.1773947", y: "37.4303772" },
        addr: "강원특별자치도 삼척시 중앙로 13",
      },
      {
        title: "삼척고속버스터미널",
        coords: { x: "129.1680243", y: "37.4404519" },
        addr: "강원 삼척시 중앙로 192",
      },
      {
        title: "삼척종합버스정류장",
        coords: { x: "129.1687151", y: "37.4401150" },
        addr: "강원 삼척시 봉황로 9-22",
      },
    ],
  },
  {
    area: "속초시",
    points: [
      {
        title: "속초시외버스터미널",
        coords: { x: "128.5911450", y: "38.2111152" },
        addr: "강원 속초시 장안로 16 속초시외버스터미널",
      },
      {
        title: "속초고속버스터미널",
        coords: { x: "128.5987934", y: "38.1904876" },
        addr: "강원 속초시 동해대로 3988",
      },
    ],
  },
  {
    area: "양구군",
    points: [
      {
        title: "양구시외버스터미널",
        coords: { x: "127.9893968", y: "38.1076598" },
        addr: "강원 양구군 양구읍 중심로 196 양구터미널",
      },
      {
        title: "양구정중앙터미널",
        coords: { x: "128.0330529", y: "38.1079940" },
        addr: "강원 양구군 국토정중앙면 정중앙로 610",
      },
    ],
  },
  {
    area: "양양군",
    points: [
      {
        title: "양양종합여객터미널",
        coords: { x: "128.6297753", y: "38.0852883" },
        addr: "강원 양양군 양양읍 동해대로 2700",
      },
    ],
  },
  {
    area: "영월군",
    points: [
      {
        title: "영월역",
        coords: { x: "128.4807624", y: "37.1824283" },
        addr: "강원 영월군 영월읍 영월로 2106",
      },
      {
        title: "영월버스터미널",
        coords: { x: "128.4652752", y: "37.1829585" },
        addr: "강원 영월군 영월읍 중앙1로 23",
      },
    ],
  },
  {
    area: "원주시",
    points: [
      {
        title: "원주역",
        coords: { x: "127.9215356", y: "37.3159128" },
        addr: "강원 원주시 북원로 1860",
      },
      {
        title: "원주고속버스터미널",
        coords: { x: "127.9313437", y: "37.3438160" },
        addr: "강원 원주시 서원대로 181 고속버스터미널",
      },
      {
        title: "원주시외버스터미널",
        coords: { x: "127.9308917", y: "37.3448152" },
        addr: "강원 원주시 서원대로 171 원주시외버스터미널",
      },
    ],
  },
  {
    area: "인제군",
    points: [
      {
        title: "인제시외버스터미널",
        coords: { x: "128.1749160", y: "38.0659022" },
        addr: "강원 인제군 인제읍 비봉로 43",
      },
    ],
  },
  {
    area: "정선군",
    points: [
      {
        title: "정선역",
        coords: { x: "128.6720668", y: "37.3880807" },
        addr: "강원 정선군 정선읍 녹송8길 55",
      },
      {
        title: "정선공영버스터미널",
        coords: { x: "128.6503327", y: "37.3788493" },
        addr: "강원 정선군 정선읍 정선로 1226",
      },
    ],
  },
  {
    area: "철원군",
    points: [
      {
        title: "신철원터미널",
        coords: { x: "127.3081611", y: "38.1453820" },
        addr: "강원 철원군 갈말읍 명성로 154 신철원버스터미널",
      },
    ],
  },
  {
    area: "춘천시",
    points: [
      {
        title: "춘천역",
        coords: { x: "127.7170038", y: "37.8846680" },
        addr: "강원특별자치도 춘천시 공지로 591",
      },
      {
        title: "춘천고속버스터미널",
        coords: { x: "127.7175128", y: "37.8646913" },
        addr: "강원 춘천시 터미널길14번길 15",
      },
      {
        title: "춘천시외버스터미널",
        coords: { x: "127.7172771", y: "37.8639639" },
        addr: "강원 춘천시 경춘로 2341",
      },
    ],
  },
  {
    area: "태백시",
    points: [
      {
        title: "태백역",
        coords: { x: "128.9841520", y: "37.1761388" },
        addr: "강원 태백시 서황지로 79",
      },
      {
        title: "태백버스터미널",
        coords: { x: "128.9859090", y: "37.1769282" },
        addr: "강원 태백시 광장로 6",
      },
    ],
  },
  {
    area: "평창군",
    points: [
      {
        title: "평창역",
        coords: { x: "128.4298575", y: "37.5623575" },
        addr: "강원 평창군 용평면 평창대로 1715",
      },
      {
        title: "평창버스터미널",
        coords: { x: "128.3933356", y: "37.3664328" },
        addr: "강원 평창군 평창읍 백오1길 3",
      },
      {
        title: "횡계시외버스터미널",
        coords: { x: "128.7049539", y: "37.6731389" },
        addr: "강원 평창군 대관령면 대관령로 78",
      },
      {
        title: "진부버스터미널",
        coords: { x: "128.5584538", y: "37.6362488" },
        addr: "강원 평창군 진부면 청송로 110 진부터미널",
      },
      {
        title: "장평시외버스터미널",
        coords: { x: "128.4144447", y: "37.5863931" },
        addr: "강원 평창군 용평면 금송길 6 장평터미널",
      },
    ],
  },
  {
    area: "홍천군",
    points: [
      {
        title: "홍천종합버스터미널",
        coords: { x: "127.8788651", y: "37.6890468" },
        addr: "강원 홍천군 홍천읍 홍천로 301",
      },
    ],
  },
  {
    area: "화천군",
    points: [
      {
        title: "화천공영버스터미널",
        coords: { x: "127.7042914", y: "38.1044863" },
        addr: "강원 화천군 화천읍 상승로 38-5",
      },
    ],
  },
  {
    area: "횡성군",
    points: [
      {
        title: "횡성역",
        coords: { x: "128.0101195", y: "37.4830408" },
        addr: "강원 횡성군 횡성읍 덕고로 591",
      },
      {
        title: "횡성시외버스터미널",
        coords: { x: "127.9840962", y: "37.4874379" },
        addr: "강원 횡성군 횡성읍 횡성로 377",
      },
    ],
  },
];
